[
  {
    "title":"Construction of 120 Social Apartments in Buco-Zau",
    "organization":"MOTA-ENGIL ANGOLA",
    "placeandyear": "Bucozau, Cabinda, Angola ~ 2024",
    "description": "The project, including the respective infrastructures, aims to meet the needs of modern housing, being implemented on a plot of approximately 16,638 m², consisting of the construction of 10 blocks of social housing apartments of type T3-90 m². The buildings have three floors, with four apartments per floor. These, in turn, have quadrangular geometric characteristics and symmetrical layout, with the following compartmentalization:",
    "activities":[
      "Common room with balcony",
      "Kitchen with pantry and laundry included",
      "Distribution corridor",
      "Three bedrooms",
      "Sanitary facilities, with one integrated into the main bedroom"
    ],
    "finalDescription": "At the building level, there are circulation areas that facilitate access to the apartments, a central staircase core, and technical areas. Although the installation of elevators is not planned, space is reserved for possible future inclusion.",
    "images":[
      "120-Apart-BZ-01.jpg", "120-Apart-BZ-02.jpg", "120-Apart-BZ-03.jpg",
      "120-Apart-BZ-04.jpg", "120-Apart-BZ-05.JPG", "120-Apart-BZ-06.JPG"
    ]
  },
  {
    "title": "Rehabilitation of the Maria Mambo Café Airport Pavement Runway",
    "organization": "MOTA-ENGIL ANGOLA",
    "placeandyear": "Cabinda, Angola ~ 2023",
    "description": "The project involved intervention on the runway of the main aerodrome in the province of Cabinda. Aimed at preserving the local economy and meeting the population's needs regarding flight services, the activities were carried out during the nighttime, after the closure of the last service, from midnight to 6 AM. The focus was primarily on the following activities:",
    "activities": [
      "Milling to a depth of 5 cm, covering a total length of 600 meters and width of 16 meters;",
         "Repositioning the milled layer with asphalt."
    ],
    "finalDescription":"",
    "images": [ "A3.jpg", "A2.jpg", "A5.jpg", "A8.jpg", "A0.jpg", "A7.jpg"]
  },
     {
       "title":"Construction of Access Roads to the New Bridge Over the Lucola River",
       "organization":"MOTA-ENGIL ANGOLA",
       "placeandyear": "Cabinda, Angola ~ 2023",
       "description":"I was integrated into the project, which consists of creating an alternative route connecting to Cabassango, crossing the Lucola River, after approximately 50% of the project's physical execution. In this endeavor, I gained knowledge in:",
       "activities":[
        "Application of various sanitation methods;",
        "Preparation of the box bottom and subsequent layers;",
        "Execution of the base layer with soil-cement (extending more than 1 kilometer and 580 meters);",
        "Construction of drains and crossings with culverts;",
        "Construction of ditches and gutters;",
        "Construction of concrete sidewalks;",
        "Installation of curbs and counter-curbs;",
        "Staking out the road section;",
        "Understanding the functionality of the main equipment for road construction;",
        "Effective traffic management, including traffic diversions;",
        "Resolving conflicts with the local population."
       ],
       "finalDescription":"This endeavor provided me with the opportunity to strengthen collaborative ties with the Internal Support Services (SAI), which include the laboratory, topography, transportation, metalworking, concrete plant, prefabrication, iron cutting and shaping, electromechanics, and cafeteria. This contributed to the project's success and efficiency, strengthening the bonds among the various teams involved.",
       "images":[
         "ac1.jpg", "ac2.jpg", "ac3.jpg", "ac4.jpg", "ac5.jpg", "ac6.jpg", "ac7.jpg", "ac8.jpg", "ac9.jpg", "l1.jpg", "l2.jpg", "l3.jpg"]
     },
     {
       "title":"Construction of the New Bridge Over the Lucola River",
       "organization":"MOTA-ENGIL ANGOLA",
       "placeandyear": "Cabinda, Angola ~ 2023",
       "description":"Built using a mixed solution, comprising a deck with prefabricated slabs (pre-slabs) set on metal profiles. At the time, the New Bridge project was approximately 70% physically complete, providing me the opportunity to actively participate in various activities, such as:",
       "activities":[
        "Monitoring the process of applying the prefabricated slabs (pre-slabs) on metal profiles. A total of 47 pieces were applied, each weighing an average of 14,5 tons, with two slabs at the ends subsequently cast in situ;",
        "Executing the casting of joints to ensure structural integrity;",
        "Applying a bituminous waterproofing membrane over the Binder layer;",
        "Applying the wearing course with bituminous concrete;",
        "Preparing and implementing slopes to ensure the stability of the surrounding terrain;",
        "Applying fillets on the slopes to facilitate drainage;",
        "Protecting/containing the slopes with a mixed solution, i.e., using hydraulic concrete and topsoil (which includes planting Wedelia)."
       ],
       "finalDescription":"",
       "images":["rl1.jpg", "rl2.jpg", "rl3.jpg", "rl4.jpg", "rl5.jpg", "rl6.jpg", "rl7.jpg", "rl8.jpg", "rl9.jpg", "rl10.JPG", "rl11.JPG", "rl12.JPG"]
     },
     {
       "title": "Rehabilitation of the office building on Macau Street",
       "organization": "MOTA-ENGIL ANGOLA",
       "placeandyear": "Cabinda, Angola ~ 2023",
       "description":"I served as Deputy Director in this significant Civil Construction project focusing on Buildings. The undertaking involved rehabilitating the main building with four floors and demolishing a two-story support building (annex) for total reconstruction. I gained essential knowledge, including:",
       "activities":[
        "Setting up the construction site and preparing for the groundbreaking ceremony, actively participating in all stages of this process;",
        "Techniques applied in the building rehabilitation process;",
        "Effective use of the SAP tool, focusing on procurement, logistics, and warehousing;",
        "Efficient interaction with suppliers, optimizing procurement and logistics processes;",
        "Safe and efficient execution of demolitions;",
        "Understanding the functioning of internal debits, optimizing cash flow;",
        "Filling out the internal file for the monthly plan."
   
       ],
       "finalDescription":"The project provided me with a valuable opportunity to establish solid and collaborative contacts with the Internal Support Services, including transportation, metalworking, concrete plant, iron cutting and shaping, electromechanics, and cafeteria.",
       "images":["macau5.jpg", "macau8.jpg", "macau2.jpg", "macau7.jpg", "macau4.jpg", "macau9.jpg", "macau3.jpg", "macau1.jpg", "macau6.jpg"]
     },
     {
       "title":"Renovation and Expansion of the 1º de Maio Maternity Hospital",
       "organization":"MOTA-ENGIL ANGOLA",
       "placeandyear": "Cabinda, Angola ~ 2022",
       "description":"The main goal of this project was to contribute to the reduction of maternal and infant morbidity and mortality, ensuring childbirth assistance that provides comfort to both the mother and the newborn, as well as postpartum care.",
       "activities":[],
       "finalDescription":"",
       "images":["mt1.jpg", "mt2.jpg", "mt3.jpg", "mt4.jpg", "mt5.jpg", "mt6.jpg", "mt7.jpg", "mt8.jpg", "mt9.jpg"]
     },
     {
        "title":"Trainee Program STARTME @2021_8th Edition",
        "organization":"MOTA-ENGIL ANGOLA",
        "placeandyear": "Angola ~ 2022",
        "description":"During the internship period, as a trainee, I had the opportunity to gain knowledge in different sectors and cost centers, namely:",
        "activities":[
          "Measurements area;",
          "Laboratory - besides laboratory tests, I also interacted with the Breakwater and Port of Cabinda project (conducting Slump tests in situ) and intervention on Rua 57 in Cabaçango (conducting Proctor tests in situ);",
          "General Hospital of Cabinda, where I gained experience mainly in the QHSE (Quality, Health, Safety, and Environment) area;",
          "Rehabilitation and expansion of the Maternity Hospital of Cabinda, where I served as Deputy Director. I also provided support in quality, measurements, and civil-architecture preparation areas."
   
        ],
        "finalDescription":"",
        "images":[
          "st13.jpg", "st14.jpg", "st5.jpg", "st1.jpg", "st3.jpg",
          "st4.jpg", "st6.jpg", "st7.jpg", "st9.jpg", "st16.jpg",
          "st12.jpg", "st10.jpg", "st11.jpg", "st8.jpg", "st15.jpg"
        ]
     },
     {
      "title": "Renovation and Expansion of a 2-Story Residence",
      "organization": "CADEL CONSTRUÇÕES",
      "placeandyear": "Luanda ~ 2020 - 2021",
      "description":"Throughout the project, I was involved in production, planning, procurement (acquisition of materials and tools/equipment), design (architecture), measurements and budgeting, logistics-warehouse, and as a driver. The project consisted of renovating and expanding the residence, resulting in the addition of:",
      "activities":[
        "Gym", 
        "bedrooms", 
        "bathrooms;",
        "New construction of a party hall (including kitchen and pool)."
      ],
      "finalDescription":"",
      "images":["cd1.jpg", "cd2.jpg", "cd3.jpg", "cd7.jpg",
                "cd5.jpg", "cd6.jpg", "cd4.jpg", "cd8.jpg",
                "cd9.jpg", "cd10.jpg", "cd11.jpg", "cd12.jpg",
                "cd13.jpg", "cd14.jpg", "cd15.jpg"
              ]
    },
    {
      "title":"Stormwater Drainage System Rehabilitation in Cabinda City",
      "organization":"MOTA-ENGIL ANGOLA",
      "placeandyear": "Cabinda, Angola ~ 2024",
      "description":"The electronic model was developed to present the conceptual project aimed at improving the city of Cabinda, due to the increasing degradation of urban infrastructure. The project includes:",
      "activities":[
        "Sidewalks", 
        "Curbs", 
        "Ditches and catch basins", 
        "Manholes", 
        "Trees", 
        "Urban furniture"],
      "finalDescription":"This model serves as a visual tool to better understand the proposed interventions, ensuring a more efficient and sustainable urban infrastructure.",
      "images":["GPC1.jpg", "GPC2.jpg", "GPC3.jpg", "GPC4.jpg",
                "GPC5.jpg", "GPC6.jpg"
              ]
    },
    {
      "title":"Mamaland Project: Electronic Model of Tchiela Farm",
      "organization":"MAMALAND ~ MOTA-ENGIL ANGOLA",
      "placeandyear": "Cabinda, Angola ~ 2023",
      "description":"The electronic model was developed to optimize the layout of facilities for processing harvested cocoa. The project includes the distribution of five main blocks:",
      "activities":[
        "Cutting Area", 
        "Fermentation Area", 
        "Drying Area",
        "Bagging Area", 
        "Composting Area"
      ],
      "finalDescription":"In addition to these blocks, the model includes the expansion of offices, kitchen, sanitary facilities, and other necessary spaces for the proper functioning of the farm.",
      "images":[
        "Mamaland-Tchiela+1.jpg", "Mamaland-Tchiela+2.jpg", "Mamaland-Tchiela+3.jpg",
        "Mamaland-Tchiela+4.jpg", "Mamaland-Tchiela+5.jpg", "Mamaland-Tchiela+6.jpg"
      ]
    },
     {
       "title":"Executive and Structural Project of a T4 Single-Family Home",
       "organization":"AUTONOMOUS PROJECT",
       "placeandyear": "Luanda, Angola ~ 2021 - 2023",
       "description":"The building has the following layout:",
       "activities": [
            {
                "header":"Main Building - Ground Floor:",
                "items": [
                    "Living room",
                    "Dining room",
                    "Kitchen with pantry",
                    "Half bath",
                    "Bedroom with en-suite bathroom",
                    "Laundry room",
                    "Office + library"
                ]
            },
            {
                "header":"Main Building - First Floor:",
                "items": [
                    "Living room",
                    "Half bath",
                    "Suite with ante-room",
                    "Two bedrooms with en-suite bathrooms"
                ]
            },
            {
              "header":"Support Building - Ground Floor:",
              "items": [
                  "Open social area (with barbecue space)",
                  "External bathroom",
                  "Pool (7×3)m"
              ]
          },
          {
            "header":"Support Building - First Floor:",
            "items": [
                "Living room",
                "Kitchen",
                "General bathroom",
                "Two bedrooms"
            ]
        }
        ],
       "finalDescription":"",
       "images":[
          "p10.jpg", "p8.jpeg", "p6.jpeg", "p5.jpeg",
          "p7.jpeg", "p3.jpeg", "p4.jpeg", "p2.jpeg", "p1.jpeg"
       ]
     },
     {
      "title":"Architectural Project - Single-Family Home T5",
      "organization":"AUTONOMOUS PROJECT",
      "placeandyear": "Soyo, Zaire, Angola ~ 2020",
      "description":"The single-family home was designed with two floors in the main building, featuring the following layout:",
      "activities":[
        {
          "header":"Ground Floor:",
          "items": [
              "An open common room",
              "A kitchen",
              "A bathroom serving the outdoor area",
              "A laundry room",
              "A storage room",
              "A gym",
              "One bedroom"
          ]
        },
        {
          "header":"First Floor:",
          "items": [
              "A large open room",
              "An office",
              "A library",
              "A general bathroom"
          ]
        }
      ],
      "finalDescription":"",
      "images":["1.jpg", "2.jpg", "3.jpg", "4.jpg", "5.jpg", "6.jpg", "7.jpg", "8.jpg", "9.jpg"]
    },
    {
      "title":"Evolutionary Architectural Project for a Residential Complex with 10 Apartments",
      "organization":"AUTONOMOUS PROJECT",
      "placeandyear": "Huambo, Angola ~ 2020",
      "description":"The project was developed with the ambition of future expansion to approximately 15 apartments, each comprising:",
      "activities":[
        "Living room",
        "Kitchen",
        "Bedroom",
        "Bathroom",
        {
          "header": "The project also includes additional facilities such as:",
          "items":[
            "General reception area",
            "Community kitchen",
            "Parking area",
            "Two auxiliary staircases for access to the upper floor",
            "Shop"
          ]
        }
      ],
      "finalDescription":"",
      "images":["im1.jpeg", "im2.jpeg", "im3.jpeg"]
    },
    {
      "title":"Modification and Renovation Project for Two T1 Residences",
      "organization":"AUTONOMOUS PROJECT",
      "placeandyear": "Luanda, Angola ~ 2021",
      "description":"Each residence comprises a hall, common room, kitchen, bathroom, and bedroom. The activities carried out included:",
      "activities":[
        "Creating openings for the installation of a counter",
        "Applying porcelain tile flooring and wall coverings",
        "Leveling the floors",
        "Renewing the general interior paint",
        "Intervening in the sanitation system (sewage), including cleaning the septic tank",
        "Repairing the roof to address infiltration issues caused by weather conditions"
      ],
      "finalDescription":"",
      "images":[]
    },
    {
      "title":"Architectural Project | 3-Story Multifunctional Building",
      "organization":"AUTONOMOUS PROJECT",
      "placeandyear": "Soyo, Zaire, Angola ~ 2019",
      "description":"The building is organized as follows:",
      "activities":[
        {
          "header": "Ground Floor:",
          "items": ["Store (IT technology and home appliances)"]
        },
        {
          "header": "First Floor:",
          "items":["Offices"]
        },
        {
          "header":"Second Floor",
          "items":["Economic nightclub (convertible to a banquet hall)"]
        },
        {
          "header":"Third Floor",
          "items":["VIP nightclub (VIP area also convertible to a banquet hall)"]
        }
      ],
      "finalDescription":"The project included supervision activities, which encompassed monitoring the physical execution, cost control, and inventory management over a three-month period.",
      "images":[
        "m0.jpeg", "m01.jpeg", "m1.jpeg", "m3.jpeg",
        "m4.jpeg", "m5.jpeg", "m6.jpeg", "m8.jpeg",
        "m9.jpeg", "m10.jpg", "m11.jpg", "m12.jpg"
      ]
    }
]
   